content/links/test-arch.md
+++
title = "Test Arch"
date = 2018-08-06T12:57:36-04:00
tags = ["org mode", "workflow", "testing"]
categories = ["Computers/Software"]
draft = false
inprogress = true
+++

## Section 1 {#section-1}

Let's test lists

-   List item 1
    -   Sub item 1
-   List item 2


### Subsection {#subsection}

<div class="HTML">
  <div></div>

<!-- Begin MailChimp Signup Form -->
<link href="//cdn-images.mailchimp.com/embedcode/classic-10\_7.css" rel="stylesheet" type="text/css">
<style type="text/css">
	#mc\_embed\_signup{background:#fff; clear:left; font:14px Helvetica,Arial,sans-serif; }
	_\* Add your own MailChimp form style overrides in your site stylesheet or in this style block.
	   We recommend moving this block and the preceding CSS link to the HEAD of your HTML file. \*_
</style>
<div id="mc\_embed\_signup">
<form action="<https://steventammen.us18.list-manage.com/subscribe/post?u=8975ea5632e637433df8c5866&amp;id=7ae9d95967>" method="post" id="mc-embedded-subscribe-form" name="mc-embedded-subscribe-form" class="validate" target="\_blank" novalidate>
    <div id="mc\_embed\_signup\_scroll">
	<h2>Subscribe to the mailing list</h2>
<div class="mc-field-group">
	<label for="mce-EMAIL">Email Address </label>
	<input type="email" value="" name="EMAIL" class="required email" id="mce-EMAIL">
</div>
	<div id="mce-responses" class="clear">
		<div class="response" id="mce-error-response" style="display:none"></div>
		<div class="response" id="mce-success-response" style="display:none"></div>
	</div>    <!-- real people should not fill this in and expect good things - do not remove this or risk form bot signups-->
    <div style="position: absolute; left: -5000px;" aria-hidden="true"><input type="text" name="b\_8975ea5632e637433df8c5866\_7ae9d95967" tabindex="-1" value=""></div>
    <div class="clear"><input type="submit" value="Subscribe" name="subscribe" id="mc-embedded-subscribe" class="button"></div>
    </div>
</form>
</div>
<script type='text/javascript' src='//s3.amazonaws.com/downloads.mailchimp.com/js/mc-validate.js'></script><script type='text/javascript'>(function($) {window.fnames = new Array(); window.ftypes = new Array();fnames[0]='EMAIL';ftypes[0]='email';fnames[1]='FNAME';ftypes[1]='text';fnames[2]='LNAME';ftypes[2]='text';fnames[3]='ADDRESS';ftypes[3]='address';fnames[4]='PHONE';ftypes[4]='phone';}(jQuery));var $mcj = jQuery.noConflict(true);</script>
<!--End mc\_embed\_signup-->

</div>
